anicolao/chess-clock/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=65536
CONFIG_MAIN_TASK_STACK_SIZE=65536
# CONFIG_ETH_USE_OPENETH is not set
CONFIG_USE_MOCK_CAMERA=n
CONFIG_USE_REAL_WIFI_PROV=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
